[
	{
		"category": "TRUTH",
		"question": "Have you ever accidentally sent a sext to the wrong person?"
	},
	{
		"category": "TRUTH",
		"question": "How do you feel about shower sex? Love it, hate it, or super neutral?"
	},
	{
		"category": "TRUTH",
		"question": "What's the sexiest song you've ever heard? What about it turns you on?"
	},
	{
		"category": "TRUTH",
		"question": "What's the most amount of times you've orgasmed in a day?"
	},
	{
		"category": "TRUTH",
		"question": "If we opened up our relationship, who would be the first person you’d want to have sex with?"
	},
	{
		"category": "TRUTH",
		"question": "Who would be in your dream orgy?"
	},
	{
		"category": "TRUTH",
		"question": "What do you remember most about the first time you ever had sex?"
	},
	{
		"category": "TRUTH",
		"question": "Who is the weirdest person you’ve had a sex dream about?"
	},
	{
		"category": "TRUTH",
		"question": "If you could have sex with one person from your past again, who would it be?"
	},
	{
		"category": "TRUTH",
		"question": "Would you ever want to watch me have sex with someone else?"
	},
	{
		"category": "TRUTH",
		"question": "What’s one sex toy you want me to try on you?"
	},
	{
		"category": "TRUTH",
		"question": "What’s a fantasy you’ve never told me about?"
	},
	{
		"category": "TRUTH",
		"question": "What memory from our sex life turns you on the most?"
	},
	{
		"category": "TRUTH",
		"question": "What would be your dream role-play scenario?"
	},
	{
		"category": "TRUTH",
		"question": "If you could hook up with one of my friends, who would it be?"
	},
	{
		"category": "TRUTH",
		"question": "What do you think I’m best at in bed?"
	},
	{
		"category": "TRUTH",
		"question": "Have you ever gotten turned on at work (or while WFH)? What did you do about it?"
	},
	{
		"category": "TRUTH",
		"question": "Have you ever hooked up with a stranger or had a one-night stand?"
	},
	{
		"category": "TRUTH",
		"question": "Do you prefer using your tongue or fingers on me? Which do you like me to use on you?"
	},
	{
		"category": "TRUTH",
		"question": "How do you feel about swinging or partner swapping? Does the idea turn you on?"
	},
	{
		"category": "TRUTH",
		"question": "What's something I do that isn't sexual but turns you on?"
	},
	{
		"category": "TRUTH",
		"question": "Would you ever want to go to a sex club with me?"
	},
	{
		"category": "TRUTH",
		"question": "Where is the strangest place you’ve ever masturbated?"
	},
	{
		"category": "TRUTH",
		"question": "What’s #1 on your sexual bucket list right now?"
	},
	{
		"category": "TRUTH",
		"question": "Have you ever been caught having sex?"
	},
	{
		"category": "TRUTH",
		"question": "Have you ever accidentally walked in on anyone getting it on?"
	},
	{
		"category": "TRUTH",
		"question": "Do you ever watch porn? Tell me what type you usually gravitate toward."
	},
	{
		"category": "TRUTH",
		"question": "What’s the kinkiest thought you’ve ever had about me?"
	},
	{
		"category": "TRUTH",
		"question": "What’s a sex act most people like that you think is overrated?"
	},
	{
		"category": "TRUTH",
		"question": "What sexual activity (or activities) do you think is underrated?"
	},
	{
		"category": "TRUTH",
		"question": "Have you ever fantasized about a teacher or authority figure? Who was it and why?"
	},
	{
		"category": "TRUTH",
		"question": "Do you know the last name of everyone you’ve had sex with? What about first?"
	},
	{
		"category": "TRUTH",
		"question": "What is your favorite body part for me to suck on?"
	},
	{
		"category": "TRUTH",
		"question": "Would you prefer to dominate me in bed or do you want me to dominate you in bed?"
	},
	{
		"category": "TRUTH",
		"question": "Do you like being nibbled on or lightly bitten? Where?"
	},
	{
		"category": "TRUTH",
		"question": "What's your favorite sex toy to use on me?"
	},
	{
		"category": "TRUTH",
		"question": "Tell me one thing I could do that would make you immediately orgasm."
	},
	{
		"category": "TRUTH",
		"question": "Which is your favorite kind of sex: soft, slow, and sweet or aggressive, fast, and feisty?"
	},
	{
		"category": "TRUTH",
		"question": "If I gave you a free pass to hook up with one celebrity, who would it be and why?"
	},
	{
		"category": "TRUTH",
		"question": "What item of clothing do you think I look sexiest in?"
	},
	{
		"category": "TRUTH",
		"question": "Describe my in-bed personality in three words."
	},
	{
		"category": "TRUTH",
		"question": "If I were handcuffed to the bed, what would you do to me?"
	},
	{
		"category": "TRUTH",
		"question": "If you were to create an original sex move, what would you call it?"
	},
	{
		"category": "TRUTH",
		"question": "What's something dirty you've always been too shy to say to me in bed?"
	},
	{
		"category": "TRUTH",
		"question": "If we could only have sex in one position for a month, what position would you pick?"
	},
	{
		"category": "TRUTH",
		"question": "Is there something you've seen in a steamy movie that you'd like to try?"
	},
	{
		"category": "TRUTH",
		"question": "What sex move of mine is your favorite? Give me all the dirty details about why you like it."
	},
	{
		"category": "TRUTH",
		"question": "What kind of foreplay would you like to try the next time we are in bed?"
	},
	{
		"category": "TRUTH",
		"question": "Where do you think our most romantic kiss took place? Tell me everything you remember about it."
	},
	{
		"category": "TRUTH",
		"question": "When I am on top of you, what's your favorite part of me to watch?"
	},
	{
		"category": "TRUTH",
		"question": "How often do you masturbate? How often is it about me?"
	},
	{
		"category": "TRUTH",
		"question": "If you could go back and change anything about the first time we had sex, what would it be and why?"
	},
	{
		"category": "TRUTH",
		"question": "What’s your favorite text I’ve sent you when we’ve been sexting?"
	},
	{
		"category": "TRUTH",
		"question": "What is your least favorite sex position and why?"
	},
	{
		"category": "TRUTH",
		"question": "How do you feel about threesomes? Have you ever had one, and if not, would you ever have one?"
	},
	{
		"category": "TRUTH",
		"question": "What do you think the sexiest part of my body is?"
	},
	{
		"category": "TRUTH",
		"question": "What do you think the sexiest part of your body is?"
	},
	{
		"category": "TRUTH",
		"question": "Have you ever fantasized about anything sexual with someone of your same sex?"
	},
	{
		"category": "TRUTH",
		"question": "What’s the wildest place you’ve ever had sex?"
	},
	{
		"category": "TRUTH",
		"question": "What were you thinking when you first saw me naked?"
	},
	{
		"category": "TRUTH",
		"question": "Fuck, Marry, Kill: Missionary, doggy, and oral sex."
	},
	{
		"category": "DARE",
		"question": "Go to the kitchen and make me the sexiest snack you can think of, Master Chef style. The catch? You only have three minutes, and you’re the plate."
	},
	{
		"category": "DARE",
		"question": "I’ll pick a song and you have to give me a lap dance. Blindfolded."
	},
	{
		"category": "DARE",
		"question": "You can’t say my name for the rest of the game, but instead, have to call me any nickname I choose. Every time you mess up, I get to spank you."
	},
	{
		"category": "DARE",
		"question": "Act out your sexiest fantasy without using your words. Props, however, are highly encouraged."
	},
	{
		"category": "DARE",
		"question": "Go skinny dipping with me. (If you don’t have a private pool, get creative! The bathtub, shower, or a water fight in the kitchen all count.)"
	},
	{
		"category": "DARE",
		"question": "Trade clothes with me for the rest of the game. Once you put mine on, blast your fave hype song and show off your new look like a runway model."
	},
	{
		"category": "DARE",
		"question": "Try to literally (li li li) lick yourself from your head to your toes. You only get three “help” spots where I can jump in, so use wisely."
	},
	{
		"category": "DARE",
		"question": "Show me the last porn video you watched."
	},
	{
		"category": "DARE",
		"question": "Watch me touch myself for five minutes. You’re not allowed to touch me or yourself while I do."
	},
	{
		"category": "DARE",
		"question": "Kiss a part of my body you want to cum on."
	},
	{
		"category": "DARE",
		"question": "Take my hand and put it on a party of your body you’d like me to pay more attention to. Guide my hand and show me how you want to be touched."
	},
	{
		"category": "DARE",
		"question": "You have one minute to turn me on using only your feet."
	},
	{
		"category": "DARE",
		"question": "Show me a video (an ~adult~ one, duh) of something you’d like us to try together."
	},
	{
		"category": "DARE",
		"question": "Put on a song you find really sexy and go down on me for the length of it."
	},
	{
		"category": "DARE",
		"question": "Imitate what I sound like when I orgasm."
	},
	{
		"category": "DARE",
		"question": "Blindfold me and write something sexy on my body in lipstick."
	},
	{
		"category": "DARE",
		"question": "Go in the other room and sext me the dirtiest thing you can think of."
	},
	{
		"category": "DARE",
		"question": "Show me how you touch yourself when I’m not around."
	},
	{
		"category": "DARE",
		"question": "Take off your pants and give me your best twerk. Now try it upside down on the wall."
	},
	{
		"category": "DARE",
		"question": "Host a sexy, five-minute yoga class for me with lots of sensual stretching and downward dogging."
	},
	{
		"category": "DARE",
		"question": "Call me from the other room. When it goes to voicemail, leave me an explicit message outlining exactly what you want to do to me."
	},
	{
		"category": "DARE",
		"question": "Demonstrate your best oral sex move on the nearest appropriate object."
	},
	{
		"category": "DARE",
		"question": "Put on 'Pony' by Ginuwine, and vacuum seductively for the length of the song."
	},
	{
		"category": "DARE",
		"question": "Turn out the lights and try to turn me on *only* using sounds. You have two minutes and if you fail, you owe me a sexual favor."
	},
	{
		"category": "DARE",
		"question": "Give me a sensual foot massage. The hotter, the better."
	},
	{
		"category": "DARE",
		"question": "Kiss your three favorite body parts of my body."
	},
	{
		"category": "DARE",
		"question": "Put on a timer and act out as many sexual positions as you can with your clothes on."
	},
	{
		"category": "DARE",
		"question": "Pick out three sex toys online you’d want to try with me. I get to pick my favorite one and you have to order it right now."
	},
	{
		"category": "DARE",
		"question": "Take a selfie of your most outrageous 'O' face. Now put that as your lock screen, and keep it that way for the next 48 hours. If you change it before time’s up, you owe me dinner."
	},
	{
		"category": "DARE",
		"question": "Give me a detailed, charismatic cooking demonstration of 'How to Make Cereal.' The catch: You gotta do it nude."
	},
	{
		"category": "DARE",
		"question": "Set the mood and reenact the most romantic, movie kiss you can think of with me. If you need some inspo, try Titanic, The Notebook, or even Spider-Man. Who knows, things might get so heated you find yourself reenacting some Bridgerton scenes next *wink wink.*"
	},
	{
		"category": "DARE",
		"question": "Go find your old Halloween costume and put it on for me. Then, let's decide what to role-play."
	},
	{
		"category": "DARE",
		"question": "Place whipped cream on your favorite parts of my body. Now, lick it off."
	},
	{
		"category": "DARE",
		"question": "Eat a strawberry in the most sensual way possible."
	},
	{
		"category": "DARE",
		"question": "Engage in foreplay with me for five minutes with one rule: You're allowed to kiss me anywhere but my mouth."
	},
	{
		"category": "DARE",
		"question": "Give me a massage anywhere on my body for 10 minutes."
	},
	{
		"category": "DARE",
		"question": "Do something to me right now that you've been fantasizing about."
	},
	{
		"category": "DARE",
		"question": "Find something sweet to swipe across your lips and give me a passionate kiss."
	},
	{
		"category": "DARE",
		"question": "Drag me to the closet for an adult round of seven minutes in heaven. You must keep the making out above the belt."
	},
	{
		"category": "DARE",
		"question": "Stimulate two parts of my body at once. Use your hands on one part and lips on another."
	},
	{
		"category": "DARE",
		"question": "Using your mouth, make your way from my wrist to my ear. Take your time!"
	},
	{
		"category": "DARE",
		"question": "In your most sultry voice, tell me what you loved about the last time we had sex."
	},
	{
		"category": "DARE",
		"question": "Hop in the shower with me and wash my body, making sure not to miss any hard spots."
	},
	{
		"category": "DARE",
		"question": "You have ten seconds to excite me just by kissing. Hint: You're not limited to my lips."
	},
	{
		"category": "DARE",
		"question": "Imitate my most flexible sex move."
	},
	{
		"category": "DARE",
		"question": "Make out with me like we used to before we started having sex."
	},
	{
		"category": "DARE",
		"question": "Pole dance with an imaginary pole for the length of an entire song of my choice."
	},
	{
		"category": "DARE",
		"question": "Play me a song you’d like to have sex to."
	},
	{
		"category": "DARE",
		"question": "Using your fingers, find a way to give me goosebumps right now."
	},
	{
		"category": "DARE",
		"question": "Demonstrate a move on me that you saw and liked while watching porn."
	},
	{
		"category": "DARE",
		"question": "Give me a sensual massage. Start at my feet and work your way up."
	},
	{
		"category": "DARE",
		"question": "For the next 60 seconds, touch yourself like you’d like to touch me."
	},
	{
		"category": "DARE",
		"question": "Spell out a short, sultry message on my body…with your tongue."
	},
	{
		"category": "DARE",
		"question": "Pretend I’m a stranger at a bar. Try to pick me up and convince me to come home with you."
	},
	{
		"category": "DARE",
		"question": "I’m going to go into the other room and dab perfume or cologne somewhere on my body. You have to sniff everywhere until you figure out where I put it on."
	},
	{
		"category": "DARE",
		"question": "Pop an ice cube in your mouth and go down on me for 15 seconds."
	},
	{
		"category": "DARE",
		"question": "Put my cell on vibrate, then place it somewhere on my body. Now, call me."
	},
	{
		"category": "DARE",
		"question": "Pour a trail of sugar from the small of my back to my neck. Now, lick it up."
	},
	{
		"category": "DARE",
		"question": "Take off my underwear…with your mouth."
	},
	{
		"category": "DARE",
		"question": "Dip your fingertips in mouthwash and then rub my nipples, so I’ll get an erotic, tingly sensation the moment you touch me."
	},
	{
		"category": "DARE",
		"question": "Pick a spot on my body that isn’t usually considered sexual—elbows, knees, ankles—and lavish it with kisses until I’m turned on."
	},
	{
		"category": "DARE",
		"question": "Fuck me like it’s the first time."
	},
	{
		"category": "DARE",
		"question": "You have to do a striptease for me, but you can only remove one item of clothing every two minutes."
	},
	{
		"category": "DARE",
		"question": "Choose a role for me to play for the rest of the night, and I'll have to act it out in every interaction we have."
	},
	{
		"category": "DARE",
		"question": "Record yourself saying the most sensual sentence you can think of, and set it as my ringtone."
	},
	{
		"category": "DARE",
		"question": "Go outside (in a private area) and shout out the first thing that comes to mind about our sex life."
	},
	{
		"category": "DARE",
		"question": "Send me a teasing text message every hour for the next three hours."
	},
	{
		"category": "DARE",
		"question": "Draw a picture on my back with your finger, and I have to guess what it is. If I get it wrong, you get to give me a playful spank."
	},
	{
		"category": "DARE",
		"question": "Pick a fruit from the kitchen and eat it in the most suggestive way you can."
	},
	{
		"category": "DARE",
		"question": "Create a sexy dance routine to your favorite song and perform it for me."
	},
	{
		"category": "DARE",
		"question": "Take a suggestive photo and set it as your phone's wallpaper for a day."
	},
	{
		"category": "DARE",
		"question": "Whisper the naughtiest thing you can think of into my ear."
	},
	{
		"category": "DARE",
		"question": "Do a sensual performance using a chair as your prop."
	},
	{
		"category": "DARE",
		"question": "Blindfold me and tease me with various objects around the room (like a feather, ice cube, etc.)."
	},
	{
		"category": "DARE",
		"question": "Write a steamy love note and hide it somewhere for me to find later."
	},
	{
		"category": "DARE",
		"question": "Find an erotic story online and read it aloud to me in your sexiest voice."
	},
	{
		"category": "DARE",
		"question": "Create a secret code word that we can use in public, which means 'I want you now'."
	},
	{
		"category": "DARE",
		"question": "Lead me blindfolded around the house and then to a surprise you've prepared."
	},
	{
		"category": "DARE",
		"question": "Do your best impression of me in a sexy mood."
	},
	{
		"category": "DARE",
		"question": "Create a cocktail for me, naming it something provocative."
	},
	{
		"category": "DARE",
		"question": "Pick an erotic scene from a movie and reenact it with me."
	},
	{
		"category": "DARE",
		"question": "Choose an item of clothing for me to remove without using your hands."
	},
	{
		"category": "DARE",
		"question": "Act out what you want me to do to you tonight without using any words."
	},
	{
		"category": "DARE",
		"question": "Describe in detail your most secret sexual fantasy."
	},
	{
		"category": "DARE",
		"question": "Give me a lap dance while maintaining eye contact the whole time."
	},
	{
		"category": "DARE",
		"question": "Do an impression of what you think my orgasm face looks like."
	},
	{
		"category": "DARE",
		"question": "Send a suggestive emoji to a random person in your contact list and then explain it was a dare."
	},
	{
		"category": "DARE",
		"question": "Dress up in my clothes and act out how you think I behave in the bedroom."
	},
	{
		"category": "DARE",
		"question": "Create a sultry playlist that we can use the next time we're together."
	},
	{
		"category": "DARE",
		"question": "Do a dramatic reading of a dirty text message you've sent in the past."
	},
	{
		"category": "DARE",
		"question": "Describe your ideal fantasy involving a public place."
	},
	{
		"category": "DARE",
		"question": "Perform a shadow puppet show on the wall, but make it as suggestive as possible."
	},
	{
		"category": "DARE",
		"question": "Call a friend and recommend a steamy book or movie you think they'd enjoy."
	},
	{
		"category": "DARE",
		"question": "Recreate a famous romantic movie scene with a sexy twist."
	},
	{
		"category": "DARE",
		"question": "Write a sexy haiku or limerick about me and read it out loud."
	},
	{
		"category": "DARE",
		"question": "Take a provocative selfie and set it as my contact image on your phone."
	},
	{
		"category": "DARE",
		"question": "Play a two-person game where the loser of each round has to remove an article of clothing."
	},
	{
		"category": "DARE",
		"question": "Pose seductively for a series of photos that I can take."
	},
	{
		"category": "DARE",
		"question": "Act like you're in a sultry music video and serenade me."
	},
	{
		"category": "DARE",
		"question": "Do a sensual dance in the rain or under a sprinkler."
	},
	{
		"category": "DARE",
		"question": "Pretend you're a secret agent and seduce me as part of your 'mission'."
	},
	{
		"category": "DARE",
		"question": "Send a risqué message to me but in a coded way that others wouldn't understand."
	},
	{
		"category": "DARE",
		"question": "Invent a sexy game for us to play and explain the rules."
	},
	{
		"category": "DARE",
		"question": "Give me a detailed description of your favorite lingerie or underwear on me."
	},
	{
		"category": "DARE",
		"question": "Do your sexiest walk across the room and back."
	}
]
