[
	{
		"category": "Life",
		"question": "Where do you think your life is headed?"
	},
	{
		"category": "Life",
		"question": "How would you be able to rank the following in importance: family, career, love life?"
	},
	{
		"category": "Life",
		"question": "What has been the most difficult experience you've ever had?"
	},
	{
		"category": "Life",
		"question": "Where in the world would you like to live? What’s the reason for it?"
	},
	{
		"category": "Life",
		"question": "If budget were no object, where would you go on vacation?"
	},
	{
		"category": "Life",
		"question": "Who would you prefer if you had to choose a character from a book, movie, or TV show who is the most similar to you? Why?"
	},
	{
		"category": "Life",
		"question": "When was the last time you put in a lot of effort?"
	},
	{
		"category": "Life",
		"question": "When you're bored, what do you usually do?"
	},
	{
		"category": "Life",
		"question": "What two big turning points in your life do you consider to be the most significant?"
	},
	{
		"category": "Life",
		"question": "What do you want to achieve in your life? What is the most important thing to you?"
	},
	{
		"category": "Life",
		"question": "What are some of the things you remember that you'd rather forget?"
	},
	{
		"category": "Life",
		"question": "Do you play any sports? If so, which one?"
	},
	{
		"category": "Life",
		"question": "Tell me about two of your lifelong friends and why they matter so much to you. What factors made you choose them?"
	},
	{
		"category": "Life",
		"question": "What are the rules you want to establish at home? What would you do if someone broke one of them?"
	},
	{
		"category": "Life",
		"question": "Would you rather have a simple task for someone else or a challenging job for yourself? What color best describes your personality?"
	},
	{
		"category": "Life",
		"question": "On a personal level, which pizza topping do you relate to the most?"
	},
	{
		"category": "Life",
		"question": "What are you reading that isn't part of a class or a requirement at work?"
	},
	{
		"category": "Life",
		"question": "Who do you think knows you the best out of anyone you've met so far?"
	},
	{
		"category": "Life",
		"question": "How would you describe the ugliest thing in the whole world?"
	},
	{
		"category": "Life",
		"question": "What is something you've done as an adult that you'd be proud of if you were younger?"
	},
	{
		"category": "Life",
		"question": "How would you describe the most beautiful thing in the whole world?"
	},
	{
		"category": "Life",
		"question": "You have the ability to erase only one thing from existence. What are your plans for it?"
	},
	{
		"category": "Life",
		"question": "What's the worst thing that's ever happened to you when you've been on the road?"
	},
	{
		"category": "Life",
		"question": "What is the most admirable aspect of human nature? What about the worst thing?"
	},
	{
		"category": "Life",
		"question": "Do you enjoy working there or are you just there to make money?"
	},
	{
		"category": "Life",
		"question": "Do you think humans are really good for this planet?"
	},
	{
		"category": "Life",
		"question": "Do you think it's possible for men and women to only be friends?"
	},
	{
		"category": "Life",
		"question": "What little changes will the world make tomorrow to make it a better place?"
	},
	{
		"category": "Life",
		"question": "What has been your biggest regret in your life?"
	},
	{
		"category": "Life",
		"question": "Which would you want to be called if you could just be called your name or your nickname for the rest of your life?"
	},
	{
		"category": "Life",
		"question": "Have you ever saved the life of an animal? What about a person's whole life?"
	},
	{
		"category": "Life",
		"question": "What random thing do you think you'll be nostalgic about in 30 years?"
	},
	{
		"category": "Life",
		"question": "How much money is really enough to cover all of your living expenses?"
	},
	{
		"category": "Life",
		"question": "How can you deal with stress? What do you need from your friends when the pressure is really on?"
	},
	{
		"category": "Life",
		"question": "What are the things you bring with you everywhere you go?"
	},
	{
		"category": "Life",
		"question": "What would you call this year if you had to give it a name?"
	},
	{
		"category": "Life",
		"question": "What's one mode of self-expression that you've been afraid to try?"
	},
	{
		"category": "Life",
		"question": "What is something that the majority of people discover when it is too late?"
	},
	{
		"category": "Life",
		"question": "What was your most memorable “culture shock” encounter while visiting another country?"
	},
	{
		"category": "Life",
		"question": "What do you think are the questions that shouldn’t be asked at a dinner party?"
	},
	{
		"category": "Life",
		"question": "What aspect of your personality would you improve if you could?"
	},
	{
		"category": "Life",
		"question": "How would you spend your day if you woke up one morning with all of your problems solved?"
	},
	{
		"category": "Life",
		"question": "What terrified you but you went ahead and did it anyway?"
	},
	{
		"category": "Life",
		"question": "Do you follow any strict diet?"
	},
	{
		"category": "Life",
		"question": "To you, what constitutes a meaningful conversation?"
	},
	{
		"category": "Life",
		"question": "What do you think will be ridiculous in ten years that is currently quite popular?"
	},
	{
		"category": "Life",
		"question": "What are the three most essential things in your life?"
	},
	{
		"category": "Life",
		"question": "When you think of love, who or what comes to mind?"
	},
	{
		"category": "Life",
		"question": "What was the highlight of your past year?"
	},
	{
		"category": "Life",
		"question": "What is the most annoying habit you can think of?"
	},
	{
		"category": "Life",
		"question": "What are the two things you should purchase to make the cashier uncomfortable?"
	},
	{
		"category": "Ethics and Values",
		"question": "Do you consider yourself a truth seeker?"
	},
	{
		"category": "Ethics and Values",
		"question": "Can you tell me about a time when someone showed you kindness or compassion over something?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it more important for people to help others or should they be accountable for their own well-being?"
	},
	{
		"category": "Ethics and Values",
		"question": "Can you live a meaningful life without your friends and family?"
	},
	{
		"category": "Ethics and Values",
		"question": "What values have you learned from your parents?"
	},
	{
		"category": "Ethics and Values",
		"question": "What are two or three big truths about which you've made decisions?"
	},
	{
		"category": "Ethics and Values",
		"question": "What is the foundation of your life philosophy?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it possible for good to exist without evil?"
	},
	{
		"category": "Ethics and Values",
		"question": "How exactly would you like to die?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is there a situation in your life where you've been influenced by the church?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it more important to you to do things right or to do the right things?"
	},
	{
		"category": "Ethics and Values",
		"question": "Can you share a story about a significant event that caused a positive change in you as a person?"
	},
	{
		"category": "Ethics and Values",
		"question": "What’s your purpose in the world?"
	},
	{
		"category": "Ethics and Values",
		"question": "What does honor actually mean to you?"
	},
	{
		"category": "Ethics and Values",
		"question": "Do you think it’s okay to kill a person who has done terrible things in your life?"
	},
	{
		"category": "Ethics and Values",
		"question": "What’s the most terrible punishment you could ever think of?"
	},
	{
		"category": "Ethics and Values",
		"question": "Have you ever changed or considered changing in order to be accepted by others?"
	},
	{
		"category": "Ethics and Values",
		"question": "What are the actions in your life that will have the most long-term consequences? How long will that effect last?"
	},
	{
		"category": "Ethics and Values",
		"question": "Do you believe in astrology? Do you believe your zodiac sign accurately represents you?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it true that we have free will, or is it only a product of our imagination?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it healthy to be obsessed with someone or something?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it possible to be happy without being sad?"
	},
	{
		"category": "Ethics and Values",
		"question": "For you, what’s the true meaning of life?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it ethical to spend money on expensive food while other people are starving?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it possible to have right without wrong?"
	},
	{
		"category": "Ethics and Values",
		"question": "Do you think humans and animals really have souls?"
	},
	{
		"category": "Ethics and Values",
		"question": "Where did our personalities come from?"
	},
	{
		"category": "Ethics and Values",
		"question": "What do you think is the best part of being you?"
	},
	{
		"category": "Ethics and Values",
		"question": "Who is your hero, and why did you choose him or her?"
	},
	{
		"category": "Ethics and Values",
		"question": "Can you share about a time when you outgrew someone, figuratively? Were your feelings conflicted about what you should do? How and why?"
	},
	{
		"category": "Ethics and Values",
		"question": "What would happen if everyone's life expectancy was greatly increased?"
	},
	{
		"category": "Ethics and Values",
		"question": "What’s your most favorite trait about yourself? Why?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is the world a better place or a terrible place without religion?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it true that making the best use of our time makes our life more meaningful and enjoyable?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is it true that happiness is the most important goal in life?"
	},
	{
		"category": "Ethics and Values",
		"question": "Can people really change for the better?"
	},
	{
		"category": "Ethics and Values",
		"question": "What will happen if everyone shares the same viewpoint on every topic?"
	},
	{
		"category": "Ethics and Values",
		"question": "Is the value of everyone's life the same?"
	},
	{
		"category": "Ethics and Values",
		"question": "Do you think it’s okay to lie sometimes?"
	},
	{
		"category": "Ethics and Values",
		"question": "Have you ever given up on something you really want?"
	},
	{
		"category": "Ethics and Values",
		"question": "How has your ability to succeed been aided by your strengths? In what ways have your flaws hindered you?"
	},
	{
		"category": "Ethics and Values",
		"question": "Do you think you’re doing more harm than good on this planet?"
	},
	{
		"category": "Ethics and Values",
		"question": "Can you explain how you learned to accept yourself and other people?"
	},
	{
		"category": "Ethics and Values",
		"question": "Which is the most important: to help yourself, help your family, help your society, or help the world?"
	},
	{
		"category": "Ethics and Values",
		"question": "Are you afraid of change?"
	},
	{
		"category": "Ethics and Values",
		"question": "Why are people so inclined to hold onto beliefs that cannot be proven?"
	},
	{
		"category": "Ethics and Values",
		"question": "Are we more in love with ourselves in the virtual world than we are in the real world?"
	},
	{
		"category": "Ethics and Values",
		"question": "Are you accountable for someone's death if they're drowning and you refuse to help?"
	},
	{
		"category": "Family",
		"question": "Would you rather paint a room or start a garden with your family?"
	},
	{
		"category": "Family",
		"question": "Which family member do you hate the most? Why?"
	},
	{
		"category": "Family",
		"question": "Which family member do you love the most? Why?"
	},
	{
		"category": "Family",
		"question": "What words would you use to describe your mother and her influence on your life?"
	},
	{
		"category": "Family",
		"question": "What words would you use to describe your father and his influence on your life?"
	},
	{
		"category": "Family",
		"question": "What things would you like to do with your family if we set aside a few hours one day a week for family activities?"
	},
	{
		"category": "Family",
		"question": "What do you wish you knew before you had children?"
	},
	{
		"category": "Family",
		"question": "What are our common characteristics as a family?"
	},
	{
		"category": "Family",
		"question": "Who is the messiest family member in the house?"
	},
	{
		"category": "Family",
		"question": "Does our family have deep darkest secrets?"
	},
	{
		"category": "Family",
		"question": "What does family mean to you?"
	},
	{
		"category": "Family",
		"question": "Do you have a strong bond with your family?"
	},
	{
		"category": "Family",
		"question": "Who’s your favorite cousin?"
	},
	{
		"category": "Family",
		"question": "Does your mom have a weird trait?"
	},
	{
		"category": "Family",
		"question": "Does your dad have a weird trait?"
	},
	{
		"category": "Family",
		"question": "Do you think your parents trust you?"
	},
	{
		"category": "Family",
		"question": "Which one do you prefer: family events or alone time?"
	},
	{
		"category": "Family",
		"question": "Do you still celebrate your birthday with your family?"
	},
	{
		"category": "Family",
		"question": "What do you want your family legacy to be?"
	},
	{
		"category": "Family",
		"question": "After five years, where would you like to go for a family vacation?"
	},
	{
		"category": "Family",
		"question": "Do we love our family members for who they are, or do we love them despite who they are?"
	},
	{
		"category": "Family",
		"question": "What's something silly I did as a kid?"
	},
	{
		"category": "Family",
		"question": "Did your parents allow you to stay up late on school nights when you were growing up?"
	},
	{
		"category": "Family",
		"question": "Is there something I can do better as your daughter/son that I am not doing now?"
	},
	{
		"category": "Family",
		"question": "What would you do if you were the boss at home for a day?"
	},
	{
		"category": "Family",
		"question": "Did you wish I was a girl or a boy when I was born?"
	},
	{
		"category": "Family",
		"question": "Is there anything you are still mad at me about that I did as a kid?"
	},
	{
		"category": "Family",
		"question": "What do you think of your friends' families compared to your own?"
	},
	{
		"category": "Family",
		"question": "Which of your parents tended to help you with homework as a kid?"
	},
	{
		"category": "Family",
		"question": "Do your parents have any addictions?"
	},
	{
		"category": "Family",
		"question": "Have you experienced being yelled at by your mom in public? For what reason?"
	},
	{
		"category": "Family",
		"question": "How would you be able to tell you’re all grown up?"
	},
	{
		"category": "Family",
		"question": "When were you able to know my gender: before or after I was born?"
	},
	{
		"category": "Family",
		"question": "What certain things do we need to study and learn about in order to be prepared to fulfill our family’s mission?"
	},
	{
		"category": "Family",
		"question": "Is your family's discipline fair and equal?"
	},
	{
		"category": "Family",
		"question": "Do you think it’s right for children to help with household chores?"
	},
	{
		"category": "Family",
		"question": "Do you feel like you could talk with your family about anything at all?"
	},
	{
		"category": "Family",
		"question": "What’s the hardest decision you’ve ever made for your family?"
	},
	{
		"category": "Family",
		"question": "Are you willing to sacrifice anything for the sake of your family?"
	},
	{
		"category": "Family",
		"question": "What special treats would you bake for your family?"
	},
	{
		"category": "Family",
		"question": "Do you know how many birthmarks I have?"
	},
	{
		"category": "Family",
		"question": "What’s one thing that made me cry a lot when I was little?"
	},
	{
		"category": "Family",
		"question": "What kind of events gets our family excited?"
	},
	{
		"category": "Family",
		"question": "What is the best thing about having siblings? How about the worst thing?"
	},
	{
		"category": "Family",
		"question": "What would you do if one of your children or grandchildren got a tattoo?"
	},
	{
		"category": "Family",
		"question": "Is your relationship with your sibling/s better or worse than with your friends?"
	},
	{
		"category": "Family",
		"question": "What house rule was totally the hardest to follow today?"
	},
	{
		"category": "Family",
		"question": "Which of your relatives do you enjoy helping the most?"
	},
	{
		"category": "Family",
		"question": "What are some things you would never do if you were your parents?"
	},
	{
		"category": "Family",
		"question": "Will they be as happy as their biological families?"
	},
	{
		"category": "Love and Relationships",
		"question": "Can you tell me one of your most recent inspiring stories about love?"
	},
	{
		"category": "Love and Relationships",
		"question": "Who would you rather date: someone younger or older than you?"
	},
	{
		"category": "Love and Relationships",
		"question": "Have you ever observed how others react to us while we're out in public?"
	},
	{
		"category": "Love and Relationships",
		"question": "What's the weirdest date you've ever been on?"
	},
	{
		"category": "Love and Relationships",
		"question": "What qualities do you value most in a partner, and which do you value the least?"
	},
	{
		"category": "Love and Relationships",
		"question": "Can you tell me about something you see in me that makes you really proud?"
	},
	{
		"category": "Love and Relationships",
		"question": "How do you manage to stay in my mind all day and night? Don’t you get tired?"
	},
	{
		"category": "Love and Relationships",
		"question": "Why do you think aren’t there more meaningful relationships out there when that is what everyone wants?"
	},
	{
		"category": "Love and Relationships",
		"question": "Did you fall in love with me because I am the right person, or because the time is right?"
	},
	{
		"category": "Love and Relationships",
		"question": "Do you believe that your first love has special significance to you?"
	},
	{
		"category": "Love and Relationships",
		"question": "In this relationship, what is your main weakness?"
	},
	{
		"category": "Love and Relationships",
		"question": "Who is your role model for a healthy relationship in the world?"
	},
	{
		"category": "Love and Relationships",
		"question": "Who do you think in this world is your example for a bad relationship?"
	},
	{
		"category": "Love and Relationships",
		"question": "What is your preferred method of receiving affection?"
	},
	{
		"category": "Love and Relationships",
		"question": "What makes our relationship unique?"
	},
	{
		"category": "Love and Relationships",
		"question": "When was the exact moment you knew this was true love?"
	},
	{
		"category": "Love and Relationships",
		"question": "How do you know when it's time to tell your partner the truth?"
	},
	{
		"category": "Love and Relationships",
		"question": "Do you think it's good for partners to be competitive with one another?"
	},
	{
		"category": "Love and Relationships",
		"question": "Do you believe it is important for partners to help one another?"
	},
	{
		"category": "Love and Relationships",
		"question": "If you could change anything about the way I was raised, what would it be?"
	},
	{
		"category": "Love and Relationships",
		"question": "Do you think we spend enough time with one another?"
	},
	{
		"category": "Love and Relationships",
		"question": "Would you choose your child's gender if you could?"
	},
	{
		"category": "Love and Relationships",
		"question": "What would make you break up with someone? Will you be able to forgive, forget, and rebuild your relationship?"
	},
	{
		"category": "Love and Relationships",
		"question": "Which would you prefer: a baby without a partner or a baby with a partner?"
	},
	{
		"category": "Love and Relationships",
		"question": "How many dates did it take for you to know you wanted our relationship to be more serious?"
	},
	{
		"category": "Love and Relationships",
		"question": "What three words would you use to describe us as a couple?"
	},
	{
		"category": "Love and Relationships",
		"question": "How would we know if it’s already time to get married?"
	},
	{
		"category": "Love and Relationships",
		"question": "What is one question you are afraid to ask me but desperately want to know the answer to?"
	},
	{
		"category": "Love and Relationships",
		"question": "What is the one aspect of our relationship that you would miss the most once it ended?"
	},
	{
		"category": "Love and Relationships",
		"question": "What would you most regret not telling me if you died tonight evening with no opportunity to contact anyone?"
	},
	{
		"category": "Love and Relationships",
		"question": "Do you consider yourself more successful than me? Why?"
	},
	{
		"category": "Love and Relationships",
		"question": "What’s one bad habit you don’t want me to get rid of?"
	},
	{
		"category": "Love and Relationships",
		"question": "Do you believe our relationship gives you the freedom to be yourself?"
	},
	{
		"category": "Love and Relationships",
		"question": "What’s your most precious memory of us?"
	},
	{
		"category": "Love and Relationships",
		"question": "What type of parent do you want to become?"
	},
	{
		"category": "Love and Relationships",
		"question": "Have you ever thought of breaking up with me for just a simple reason?"
	},
	{
		"category": "Love and Relationships",
		"question": "Do you believe that in order to fight or love, you must have a strong bond with your partner?"
	},
	{
		"category": "Love and Relationships",
		"question": "What makes us perfect to be together?"
	},
	{
		"category": "Love and Relationships",
		"question": "Would you replace me instantly if ever I die tomorrow?"
	},
	{
		"category": "Love and Relationships",
		"question": "Would you want our first date to be different if you could go back in time and do it all over again?"
	},
	{
		"category": "Love and Relationships",
		"question": "If we wrote a book about our relationship, what would the title be?"
	},
	{
		"category": "Love and Relationships",
		"question": "What’s your dream destination with me?"
	},
	{
		"category": "Love and Relationships",
		"question": "Since we started dating, what do you think has been the funniest moment?"
	},
	{
		"category": "Love and Relationships",
		"question": "Do you believe in making a commitment for the rest of your life?"
	},
	{
		"category": "Love and Relationships",
		"question": "Could you date someone who disagrees with you on politics?"
	},
	{
		"category": "Love and Relationships",
		"question": "Is jealousy a normal thing in a relationship?"
	},
	{
		"category": "Love and Relationships",
		"question": "Would you prefer freedom over security?"
	},
	{
		"category": "Love and Relationships",
		"question": "What were your thoughts when we first met?"
	},
	{
		"category": "Love and Relationships",
		"question": "Is there anything I can do right now for you to make you feel more at ease or loved?"
	},
	{
		"category": "Love and Relationships",
		"question": "What would you do if you were informed that I have a terminal illness?"
	}
]
